-База данных - gamenews_bd
    -Таблица articles
        - Идентификатор статьи, id
        - Название статьи, title
        - Текст статьи, text
        - Название игры, games_id
        - Изображение, img
        - Дата публикации, pubdate
        - Колличесвто просмотров статьи, views
        - Ссылки на магазины, shops_id

- Таблица games
    - Идентификатор игры, id
    - Название игры, name_game

- Таблица shops
    - Идентификатор магазина, id
    - Изображение магазина, img_shop
    - Ссылка на страницу с игрой в магазинах, shop_link 
